QUESTIONS = [
    {
        "q": "भारत की राजधानी क्या है?",
        "options": ["मुंबई", "दिल्ली", "कोलकाता", "चेन्नई"],
        "correct": 1
    },
    {
        "q": "ताजमहल कहाँ स्थित है?",
        "options": ["दिल्ली", "जयपुर", "आगरा", "लखनऊ"],
        "correct": 2
    },
    {
        "q": "2 + 5 = ?",
        "options": ["5", "6", "7", "8"],
        "correct": 2
    },
    {
        "q": "भारत का राष्ट्रीय पशु क्या है?",
        "options": ["शेर", "बाघ", "हाथी", "घोड़ा"],
        "correct": 1
    },
    {
        "q": "Python किस प्रकार की भाषा है?",
        "options": ["Low Level", "Machine", "High Level", "Binary"],
        "correct": 2
    }
]
